---
kind: other
id: Properties.T:Autodesk.Revit.DB.ThermalAsset
source: html/2337130e-49e1-8f05-b915-4c5fd099d45a.htm
---
# ThermalAsset Properties

Flag indicating whether elements of this material behave isotropically or orthotropically.